Repository: phibrowser/phibrowser-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, zh_hans, zh_hant

# app.userDataExport.aiData.partialFailure.timeoutMessage
source: AI data was not included because Sentinel did not respond in time. Only browser data was backed up.
de: KI-Daten wurden nicht einbezogen, weil Sentinel nicht rechtzeitig geantwortet hat. Nur die Browserdaten wurden gesichert.
es: Los datos de IA no se incluyeron porque Sentinel no respondió a tiempo. Solo se hizo una copia de seguridad de los datos del navegador.
fr: Les données IA n'ont pas été incluses, car Sentinel n'a pas répondu à temps. Seules les données du navigateur ont été sauvegardées.
ja: Sentinelが時間内に応答しなかったため、AIデータは含まれていません。ブラウザデータのみバックアップされました。
ko: Sentinel이 제시간에 응답하지 않아 AI 데이터가 포함되지 않았어요. 브라우저 데이터만 백업됐어요.
nl: AI-gegevens zijn niet meegenomen omdat Sentinel niet op tijd reageerde. Alleen van de browsergegevens is een back-up gemaakt.
zh_hans: 由于 Sentinel 未及时响应，备份未包含 AI 数据。仅备份了浏览器数据。
zh_hant: 由於 Sentinel 未及時回應，AI 資料未包含在備份中。僅備份了瀏覽器資料。

# app.userDataExport.aiData.partialFailure.title
source: AI Data Not Backed Up
de: KI-Daten nicht gesichert
es: Datos de IA sin copia de seguridad
fr: Données IA non sauvegardées
ja: AIデータはバックアップされませんでした
ko: AI 데이터가 백업되지 않았어요
nl: AI-gegevens niet geback-upt
zh_hans: AI 数据未备份
zh_hant: AI 資料未備份

# app.userDataExport.aiDataProgress.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# app.userDataExport.aiDataProgress.title
source: Backing Up AI Data
de: KI-Daten werden gesichert
es: Creando copia de seguridad de los datos de IA
fr: Sauvegarde des données IA en cours
ja: AIデータをバックアップ中
ko: AI 데이터 백업 중
nl: Bezig met back-up van AI-gegevens
zh_hans: 正在备份 AI 数据
zh_hant: 正在備份 AI 資料

# app.userDataExport.archive.missingOutputMessage
source: No backup archive was produced.
de: Es wurde kein Backup-Archiv erstellt.
es: No se generó ningún archivo de copia de seguridad.
fr: Aucune archive de sauvegarde n'a été produite.
ja: バックアップアーカイブが作成されませんでした。
ko: 생성된 백업 아카이브가 없어요.
nl: Er is geen back-uparchief gemaakt.
zh_hans: 未生成备份归档。
zh_hant: 未產生任何備份封存檔。

# app.userDataExport.browserDataUnavailable.message
source: The Phi browser data folder is no longer available.
de: Der Ordner mit den Phi Browserdaten ist nicht mehr verfügbar.
es: La carpeta de datos del navegador Phi ya no está disponible.
fr: Le dossier de données du navigateur Phi n'est plus disponible.
ja: Phiのブラウザデータフォルダは利用できなくなりました。
ko: Phi 브라우저 데이터 폴더를 더 이상 사용할 수 없어요.
nl: De map met browsergegevens van Phi is niet meer beschikbaar.
zh_hans: Phi 浏览器数据文件夹已不再可用。
zh_hant: Phi 瀏覽器資料的資料夾已無法使用。

# app.userDataExport.category.aiDataLabel
source: AI data
de: KI-Daten
es: Datos de IA
fr: Données IA
ja: AIデータ
ko: AI 데이터
nl: AI-gegevens
zh_hans: AI 数据
zh_hant: AI 資料

# app.userDataExport.category.browserDataLabel
source: Browser data
de: Browserdaten
es: Datos del navegador
fr: Données du navigateur
ja: ブラウザデータ
ko: 브라우저 데이터
nl: Browsergegevens
zh_hans: 浏览器数据
zh_hant: 瀏覽器資料

# app.userDataExport.categorySelection.requiredMessage
source: Select at least one category to back up.
de: Wähle mindestens eine Kategorie zum Sichern aus.
es: Selecciona al menos una categoría para la copia de seguridad.
fr: Sélectionnez au moins une catégorie à sauvegarder.
ja: バックアップするカテゴリを1つ以上選択してください。
ko: 백업할 항목을 하나 이상 선택해 주세요.
nl: Selecteer minstens één categorie voor de back-up.
zh_hans: 请至少选择一个要备份的类别。
zh_hant: 請至少選取一個要備份的類別。

# app.userDataExport.failure.title
source: Backup Failed
de: Backup fehlgeschlagen
es: Error en la copia de seguridad
fr: Échec de la sauvegarde
ja: バックアップに失敗しました
ko: 백업 실패
nl: Back-up mislukt
zh_hans: 备份失败
zh_hant: 備份失敗

# app.userDataExport.savePanel.saveButton
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
nl: Bewaar
zh_hans: 保存
zh_hant: 儲存

# app.userDataExport.savePanel.title
source: Back Up Phi User Data
de: Phi-Benutzerdaten sichern
es: Copia de seguridad de los datos de usuario de Phi
fr: Sauvegarder les données utilisateur de Phi
ja: Phiユーザーデータをバックアップ
ko: Phi 사용자 데이터 백업
nl: Maak back-up van Phi-gebruikersgegevens
zh_hans: 备份 Phi 用户数据
zh_hant: 備份 Phi 使用者資料

# app.userDataImport.confirmation.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# app.userDataImport.confirmation.importButton
source: Import...
de: Importieren…
es: Importar…
fr: Importer…
ja: 読み込む…
ko: 가져오기…
nl: Importeer…
zh_hans: 导入…
zh_hant: 匯入…

# app.userDataImport.confirmation.message
source: This replaces the Phi user data folder with the archive and restarts Phi. Save your work first.
de: Dadurch wird der Ordner mit den Phi-Benutzerdaten durch das Archiv ersetzt und Phi neu gestartet. Speichere vorher deine Arbeit.
es: Esto reemplaza la carpeta de datos de usuario de Phi por el archivo y reinicia Phi. Guarda tu trabajo antes.
fr: Cette opération remplace le dossier de données utilisateur de Phi par l'archive, puis redémarre Phi. Enregistrez d'abord votre travail.
ja: Phiのユーザーデータフォルダをアーカイブの内容で置き換えて、Phiを再起動します。先に作業内容を保存してください。
ko: Phi 사용자 데이터 폴더를 아카이브로 교체하고 Phi를 다시 시작해요. 먼저 작업 내용을 저장해 주세요.
nl: Hiermee wordt de map met Phi-gebruikersgegevens vervangen door het archief en start Phi opnieuw. Bewaar eerst je werk.
zh_hans: 这会用归档替换 Phi 用户数据文件夹，并重启 Phi。请先保存你的工作。
zh_hant: 這會以封存檔取代 Phi 的使用者資料，並重新啟動 Phi。請先儲存你的工作內容。

# app.userDataImport.confirmation.title
source: Import Phi User Data?
de: Phi-Benutzerdaten importieren?
es: ¿Importar los datos de usuario de Phi?
fr: Importer les données utilisateur Phi ?
ja: Phiユーザーデータを読み込みますか？
ko: Phi 사용자 데이터를 가져올까요?
nl: Phi-gebruikersgegevens importeren?
zh_hans: 要导入 Phi 用户数据吗？
zh_hant: 要匯入 Phi 使用者資料嗎？

# app.userDataImport.failure.title
source: Import Failed
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l'importation
ja: 読み込みに失敗しました
ko: 가져오기 실패
nl: Import mislukt
zh_hans: 导入失败
zh_hant: 匯入失敗

# app.userDataImport.filePicker.title
source: Select Phi User Data Backup
de: Phi-Benutzerdaten-Backup auswählen
es: Seleccionar la copia de seguridad de los datos de usuario de Phi
fr: Sélectionner la sauvegarde des données utilisateur de Phi
ja: Phiユーザーデータのバックアップを選択
ko: Phi 사용자 데이터 백업 선택
nl: Selecteer back-up van Phi-gebruikersgegevens
zh_hans: 选取 Phi 用户数据备份
zh_hant: 選取 Phi 使用者資料備份

# app.userDataImport.invalidArchive.missingTopLevelFolder
source: The archive does not contain a top-level Phi folder.
de: Das Archiv enthält keinen Phi-Ordner auf oberster Ebene.
es: El archivo no contiene una carpeta Phi de nivel superior.
fr: L'archive ne contient pas de dossier Phi à la racine.
ja: アーカイブにトップレベルのPhiフォルダが含まれていません。
ko: 아카이브에 최상위 Phi 폴더가 없어요.
nl: Het archief bevat geen Phi-map op het hoogste niveau.
zh_hans: 归档中不包含顶层的 Phi 文件夹。
zh_hant: 封存檔中沒有最上層的 Phi 資料夾。

# app.userDataImport.invalidArchive.restoredItemNotDirectory
source: The restored Phi user data is not a directory.
de: Die wiederhergestellten Phi-Benutzerdaten sind kein Verzeichnis.
es: Los datos de usuario de Phi restaurados no son un directorio.
fr: Les données utilisateur Phi restaurées ne sont pas un dossier.
ja: 復元されたPhiのユーザーデータがディレクトリではありません。
ko: 복원된 Phi 사용자 데이터가 디렉터리가 아니에요.
nl: De teruggezette Phi-gebruikersgegevens zijn geen map.
zh_hans: 恢复出的 Phi 用户数据不是目录。
zh_hant: 還原出來的 Phi 使用者資料不是目錄。

# app.viewMenu.agentAutoview
source: Agent Autoview
de: Automatische Agentenansicht
es: Vista automática del agente
fr: Suivi automatique des agents
ja: エージェント自動表示
ko: 에이전트 자동 보기
nl: Automatische agentweergave
zh_hans: 智能体自动视图
zh_hant: AI 代理自動檢視

# app.viewMenu.agentTranscript
source: Agent Transcript
de: Agenten-Transkript
es: Transcripción del agente
fr: Transcription de l'agent
ja: エージェントトランスクリプト
ko: 에이전트 트랜스크립트
zh_hans: 智能体会话记录
zh_hant: AI 代理逐字稿

# app.viewMenu.alwaysShowBookmarkBar
source: Always Show Bookmark Bar
de: Lesezeichenleiste immer einblenden
es: Mostrar siempre la barra de marcadores
fr: Toujours afficher la barre de favoris
ja: ブックマークバーを常に表示
ko: 북마크 바 항상 표시
nl: Toon bladwijzerbalk altijd
zh_hans: 始终显示书签栏
zh_hant: 一律顯示書籤列

# app.viewMenu.layoutModeSectionTitle
source: Layout Mode
de: Layout-Modus
es: Modo de diseño
fr: Mode de disposition
ja: レイアウトモード
ko: 레이아웃 모드
nl: Lay-outmodus
zh_hans: 布局模式
zh_hant: 版面配置模式

# app.viewMenu.newConversation
source: New Conversation
de: Neue Unterhaltung
es: Nueva conversación
fr: Nouvelle conversation
ja: 新しい会話
ko: 새 대화
nl: Nieuw gesprek
zh_hans: 新建对话
zh_hant: 新增對話

# app.viewMenu.showBookmarkBarOnNewTab
source: Show Bookmark Bar on New Tab
de: Lesezeichenleiste auf neuen Tabs einblenden
es: Mostrar la barra de marcadores en la nueva pestaña
fr: Afficher la barre de favoris dans les nouveaux onglets
ja: 新しいタブでブックマークバーを表示
ko: 새 탭에서 북마크 바 표시
nl: Toon bladwijzerbalk op nieuw tabblad
zh_hans: 在新标签页上显示书签栏
zh_hant: 在新分頁顯示書籤列

# app.viewMenu.toggleChatbar
source: Toggle Chatbar
de: Chatbar ein-/ausblenden
es: Mostrar u ocultar Chatbar
fr: Afficher/Masquer la Chatbar
ja: Chatbarの表示/非表示
ko: Chatbar 표시/숨기기
nl: Toon/verberg Chatbar
zh_hans: 切换 Chatbar
zh_hant: 切換 Chatbar

# app.viewMenu.toggleSidebar
source: Toggle Sidebar
de: Seitenleiste ein-/ausblenden
es: Mostrar u ocultar la barra lateral
fr: Afficher/Masquer la barre latérale
ja: サイドバーの表示/非表示
ko: 사이드바 표시/숨기기
nl: Toon/verberg zijbalk
zh_hans: 切换侧边栏
zh_hant: 切換側邊欄

# bookmarkBar.folderContextMenu.renameAction
source: Rename...
de: Umbenennen…
es: Renombrar…
fr: Renommer…
ja: 名前を変更…
ko: 이름 변경…
nl: Wijzig naam…
zh_hans: 重命名…
zh_hant: 重新命名…

# browser.addressBarMenu.clearCacheAction
source: Clear Cache
de: Cache leeren
es: Borrar caché
fr: Vider le cache
ja: キャッシュを消去
ko: 캐시 삭제
nl: Wis cache
zh_hans: 清除缓存
zh_hant: 清除快取

# browser.addressBarMenu.clearCookiesAction
source: Clear Cookie
de: Cookies löschen
es: Borrar cookies
fr: Effacer les cookies
ja: Cookieを消去
ko: 쿠키 삭제
nl: Wis cookies
zh_hans: 清除 Cookie
zh_hant: 清除 Cookie

# browser.addressBarMenu.extensionsSubmenu.emptyPlaceholder
source: No extensions found
de: Keine Erweiterungen gefunden
es: No se encontraron extensiones
fr: Aucune extension trouvée
ja: 拡張機能が見つかりません
ko: 확장 프로그램 없음
nl: Geen extensies gevonden
zh_hans: 未找到扩展程序
zh_hant: 找不到擴充功能

# browser.addressBarMenu.extensionsSubmenu.title
source: Extensions
de: Erweiterungen
es: Extensiones
ja: 拡張機能
ko: 확장 프로그램
nl: Extensies
zh_hans: 扩展程序
zh_hant: 擴充功能

# browser.addressBarMenu.manageExtensionsAction
source: Manage Extensions
de: Erweiterungen verwalten
es: Administrar extensiones
fr: Gérer les extensions
ja: 拡張機能を管理
ko: 확장 프로그램 관리
nl: Beheer extensies
zh_hans: 管理扩展程序
zh_hant: 管理擴充功能

# browser.addressBarMenu.openBrowserSettingsAction
source: More Settings
de: Weitere Einstellungen
es: Más configuración
fr: Plus de paramètres
ja: その他の設定
ko: 추가 설정
nl: Meer instellingen
zh_hans: 更多设置
zh_hant: 更多設定

# browser.addressBarMenu.security.invalidCertificateStatus
source: Certificate is invalid
de: Zertifikat ist ungültig
es: El certificado no es válido
fr: Le certificat n'est pas valide
ja: 証明書は無効です
ko: 인증서가 유효하지 않음
nl: Certificaat is ongeldig
zh_hans: 证书无效
zh_hant: 憑證無效

# browser.addressBarMenu.security.notSecureStatus
source: Connection is not secure
de: Verbindung ist nicht sicher
es: La conexión no es segura
fr: La connexion n'est pas sécurisée
ja: 接続は保護されていません
ko: 연결이 안전하지 않음
nl: Verbinding is niet beveiligd
zh_hans: 连接不安全
zh_hant: 連線不安全

# browser.addressBarMenu.security.partiallySecureStatus
source: Connection is not fully secure
de: Verbindung ist nicht vollständig sicher
es: La conexión no es totalmente segura
fr: La connexion n'est pas entièrement sécurisée
ja: 接続は完全には保護されていません
ko: 연결이 완전히 안전하지 않음
nl: Verbinding is niet volledig beveiligd
zh_hans: 连接并非完全安全
zh_hant: 連線並非完全安全

# browser.addressBarMenu.security.secureStatus
source: Connection is secure
de: Verbindung ist sicher
es: La conexión es segura
fr: La connexion est sécurisée
ja: 接続は保護されています
ko: 연결이 안전함
nl: Verbinding is beveiligd
zh_hans: 连接安全
zh_hant: 連線安全

# browser.addressBarMenu.security.unknownStatus
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
nl: Onbekend
zh_hans: 未知
zh_hant: 未知

# browser.addressBarMenu.security.validCertificateStatus
source: Certificate is valid
de: Zertifikat ist gültig
es: El certificado es válido
fr: Le certificat est valide
ja: 証明書は有効です
ko: 인증서가 유효함
nl: Certificaat is geldig
zh_hans: 证书有效
zh_hant: 憑證有效

# browser.addressBarMenu.shareSubmenu.invalidURLPlaceholder
source: No share actions available
de: Keine Optionen zum Teilen verfügbar
es: No hay acciones para compartir disponibles
fr: Aucune action de partage disponible
ja: 利用できる共有操作がありません
ko: 사용 가능한 공유 옵션 없음
nl: Geen deelacties beschikbaar
zh_hans: 没有可用的分享操作
zh_hant: 沒有可用的分享動作

# browser.addressBarMenu.shareSubmenu.noServicesPlaceholder
source: No share actions available
de: Keine Optionen zum Teilen verfügbar
es: No hay acciones para compartir disponibles
fr: Aucune action de partage disponible
ja: 利用できる共有操作がありません
ko: 사용 가능한 공유 옵션 없음
nl: Geen deelacties beschikbaar
zh_hans: 没有可用的分享操作
zh_hant: 沒有可用的分享動作

# browser.addressBarMenu.shareSubmenu.title
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
ko: 공유
nl: Deel
zh_hans: 分享
zh_hant: 分享

# browser.addressBarMenu.showFullURLToggle
source: Always Show URL Path
de: URL-Pfad immer anzeigen
es: Mostrar siempre la ruta de la URL
fr: Toujours afficher le chemin de l'URL
ja: URLパスを常に表示
ko: URL 경로 항상 표시
nl: Toon URL-pad altijd
zh_hans: 始终显示网址路径
zh_hant: 一律顯示網址路徑

# browser.addressBarMenu.siteSettingsAction
source: Site Settings
de: Website-Einstellungen
es: Configuración del sitio
fr: Paramètres du site
ja: サイトの設定
ko: 사이트 설정
nl: Site-instellingen
zh_hans: 网站设置
zh_hant: 網站設定

# browser.addressBarMenu.siteSettingsSubmenu.title
source: Site Settings
de: Website-Einstellungen
es: Configuración del sitio
fr: Paramètres du site
ja: サイトの設定
ko: 사이트 설정
nl: Site-instellingen
zh_hans: 网站设置
zh_hant: 網站設定

# browser.headerMoreMenu.memoryAction
source: Browser Memory
de: Browser-Erinnerungen
es: Memoria del navegador
fr: Mémoire du navigateur
ja: ブラウザメモリ
ko: 브라우저 메모리
nl: Browsergeheugen
zh_hans: 浏览器记忆
zh_hant: 瀏覽器記憶

# browser.newTabPage.incognitoLabel
source: Incognito
de: Inkognito
es: Incógnito
fr: Navigation privée
ja: シークレット
ko: 시크릿 모드
zh_hans: 无痕
zh_hant: 無痕模式

# browser.splitDropHint.bottom
source: Replace Bottom
de: Unten ersetzen
es: Reemplazar abajo
fr: Remplacer en bas
ja: 下側を置き換え
ko: 아래쪽 바꾸기
nl: Vervang onder
zh_hans: 替换下方
zh_hant: 取代下方

# browser.splitDropHint.leftHalf
source: Replace Left
de: Links ersetzen
es: Reemplazar a la izquierda
fr: Remplacer à gauche
ja: 左側を置き換え
ko: 왼쪽 바꾸기
nl: Vervang links
zh_hans: 替换左侧
zh_hant: 取代左側

# browser.splitDropHint.leftThird
source: Add Left Split
de: Linken Split hinzufügen
es: Agregar división a la izquierda
fr: Ajouter un Split à gauche
ja: 左に分割表示を追加
ko: 왼쪽 분할 추가
nl: Voeg split links toe
zh_hans: 在左侧添加分屏
zh_hant: 加入左側分割畫面

# browser.splitDropHint.rightHalf
source: Replace Right
de: Rechts ersetzen
es: Reemplazar a la derecha
fr: Remplacer à droite
ja: 右側を置き換え
ko: 오른쪽 바꾸기
nl: Vervang rechts
zh_hans: 替换右侧
zh_hant: 取代右側

# browser.splitDropHint.rightThird
source: Add Right Split
de: Rechten Split hinzufügen
es: Agregar división a la derecha
fr: Ajouter un Split à droite
ja: 右に分割表示を追加
ko: 오른쪽 분할 추가
nl: Voeg split rechts toe
zh_hans: 在右侧添加分屏
zh_hant: 加入右側分割畫面

# browser.splitDropHint.top
source: Replace Top
de: Oben ersetzen
es: Reemplazar arriba
fr: Remplacer en haut
ja: 上側を置き換え
ko: 위쪽 바꾸기
nl: Vervang boven
zh_hans: 替换上方
zh_hant: 取代上方

# browser.tabGroupOverview.closeButton.accessibilityLabel
source: Close Group Overview
de: Gruppenübersicht schließen
es: Cerrar vista general del grupo
fr: Fermer la vue d'ensemble du groupe
ja: グループ概要を閉じる
ko: 그룹 개요 닫기
nl: Groepsoverzicht sluiten
zh_hans: 关闭标签页组概览
zh_hant: 關閉群組總覽

# browser.tabGroupOverview.header.missingBrowserStateTitle
source: Tab Group
de: Tab-Gruppe
es: Grupo de pestañas
fr: Groupe d'onglets
ja: タブグループ
ko: 탭 그룹
nl: Tabbladgroep
zh_hans: 标签页组
zh_hant: 分頁群組

# browser.tabGroupOverview.header.missingMetadataTitle
source: Tab Group
de: Tab-Gruppe
es: Grupo de pestañas
fr: Groupe d'onglets
ja: タブグループ
ko: 탭 그룹
nl: Tabbladgroep
zh_hans: 标签页组
zh_hant: 分頁群組

# browser.tabGroupOverview.nameField.placeholder
source: Name group
de: Gruppe benennen
es: Nombre del grupo
fr: Nommer le groupe
ja: グループ名
ko: 그룹 이름
nl: Groepsnaam
zh_hans: 为标签组命名
zh_hant: 為群組命名

# browser.tabGroupOverview.newTabCardTitle
source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
ja: 新しいタブ
ko: 새 탭
nl: Nieuw tabblad
zh_hans: 新建标签页
zh_hant: 新增分頁

# browser.tabGroupOverview.splitCard.closePaneButtonAccessibilityLabel
source: Close Tab
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet
ja: タブを閉じる
ko: 탭 닫기
nl: Tabblad sluiten
zh_hans: 关闭标签页
zh_hant: 關閉分頁

# browser.tabGroupOverview.tabCard.closeButtonAccessibilityLabel
source: Close Tab
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet
ja: タブを閉じる
ko: 탭 닫기
nl: Tabblad sluiten
zh_hans: 关闭标签页
zh_hant: 關閉分頁

# browser.webContentAddressBar.copyURLTooltip
source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
ja: URLをコピー
ko: URL 복사
nl: Kopieer URL
zh_hans: 拷贝网址
zh_hant: 拷貝網址

# browser.webContentAddressBar.emptyWindowPlaceholder
source: Search or Enter URL
de: Suchen oder URL eingeben
es: Buscar o introducir URL
fr: Rechercher ou saisir une URL
ja: 検索またはURLを入力
ko: 검색어 또는 URL 입력
nl: Zoek of voer URL in
zh_hans: 搜索或输入网址
zh_hant: 搜尋或輸入網址

# browser.webContentHeader.backButton.accessibilityLabel
source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
nl: Terug
zh_hans: 返回
zh_hant: 上一頁

# browser.webContentHeader.extensionsButton.accessibilityLabel
source: Extensions
de: Erweiterungen
es: Extensiones
ja: 拡張機能
ko: 확장 프로그램
nl: Extensies
zh_hans: 扩展程序
zh_hant: 擴充功能

# browser.webContentHeader.forwardButton.accessibilityLabel
source: Forward
de: Vorwärts
es: Adelante
fr: Suivant
ja: 進む
ko: 앞으로
nl: Vooruit
zh_hans: 前进
zh_hant: 前進

# browser.webContentHeader.refreshButton.accessibilityLabel
source: Refresh
de: Neu laden
es: Actualizar
fr: Actualiser
ja: 再読み込み
ko: 새로고침
nl: Vernieuwen
zh_hans: 刷新
zh_hant: 重新整理

# browser.webContentHeader.sidebarButton.accessibilityLabel
source: Toggle Sidebar
de: Seitenleiste ein-/ausblenden
es: Mostrar u ocultar la barra lateral
fr: Afficher/Masquer la barre latérale
ja: サイドバーの表示/非表示
ko: 사이드바 표시/숨기기
nl: Toon/verberg zijbalk
zh_hans: 切换侧边栏
zh_hant: 切換側邊欄

# browser.webContentHeader.stopButton.accessibilityLabel
source: Stop
de: Stopp
es: Detener
fr: Arrêter le chargement
ja: 停止
ko: 중지
zh_hans: 停止
zh_hant: 停止載入

# common.bookmarkDeletion.bookmarksMessage
source: %@ will be deleted.
de: Folgendes wird gelöscht: %@
es: Esto eliminará %@.
fr: Cela supprimera %@.
ja: %@が削除されます。
ko: %@이(가) 삭제돼요.
nl: %@ wordt verwijderd.
zh_hans: %@ 将被删除。
zh_hant: 將刪除 %@。

# common.bookmarkDeletion.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# common.bookmarkDeletion.deleteButton
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
nl: Verwijder
zh_hans: 删除
zh_hant: 刪除

# common.bookmarkDeletion.foldersMessage
source: %@ will be deleted.
de: Folgendes wird gelöscht: %@
es: Esto eliminará %@.
fr: Cela supprimera %@.
ja: %@が削除されます。
ko: %@이(가) 삭제돼요.
nl: %@ wordt verwijderd.
zh_hans: %@ 将被删除。
zh_hant: 將刪除 %@。

# common.bookmarkDeletion.irreversibleWarning
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
ja: この操作は取り消せません。
ko: 이 작업은 되돌릴 수 없어요.
nl: Dit kan niet ongedaan worden gemaakt.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法復原。

# common.bookmarkDeletion.mixedItemsMessage
source: %1$@ and %2$@ will be deleted.
de: %1$@ und %2$@ werden gelöscht.
es: Se eliminarán %1$@ y %2$@.
fr: %1$@ et %2$@ seront supprimés.
ja: %1$@と%2$@が削除されます。
ko: %1$@ 및 %2$@가 삭제돼요.
nl: %1$@ en %2$@ worden verwijderd.
zh_hans: %1$@ 和 %2$@ 将被删除。
zh_hant: 將刪除 %1$@ 和 %2$@。

# common.bookmarkDeletion.mixedItemsTitle
source: Delete %d Items?
de: %d Elemente löschen?
es: ¿Eliminar %d elementos?
fr: Supprimer %d éléments ?
ja: %d個の項目を削除しますか？
ko: 항목 %d개를 삭제할까요?
nl: %d items verwijderen?
zh_hans: 要删除 %d 个项目吗？
zh_hant: 要刪除 %d 個項目嗎？

# common.bookmarkDeletion.multipleBookmarksDescription
source: %d bookmarks
de: %d Lesezeichen
es: %d marcadores
fr: %d favoris
ja: %d件のブックマーク
ko: 북마크 %d개
nl: %d bladwijzers
zh_hans: %d 个书签
zh_hant: %d 個書籤

# common.bookmarkDeletion.multipleBookmarksTitle
source: Delete %d Bookmarks?
de: %d Lesezeichen löschen?
es: ¿Eliminar %d marcadores?
fr: Supprimer %d favoris ?
ja: %d件のブックマークを削除しますか？
ko: 북마크 %d개를 삭제할까요?
nl: %d bladwijzers verwijderen?
zh_hans: 要删除 %d 个书签吗？
zh_hant: 要刪除 %d 個書籤嗎？

# common.bookmarkDeletion.multipleFoldersDescription
source: %d folders and their contents
de: %d Ordner und ihre Inhalte
es: %d carpetas y su contenido
fr: %d dossiers et leur contenu
ja: %d個のフォルダとその内容
ko: 폴더 %d개와 포함된 항목
nl: %d mappen en hun inhoud
zh_hans: %d 个文件夹及其内容
zh_hant: %d 個資料夾及其內容

# common.bookmarkDeletion.multipleFoldersTitle
source: Delete %d Folders?
de: %d Ordner löschen?
es: ¿Eliminar %d carpetas?
fr: Supprimer %d dossiers ?
ja: %d個のフォルダを削除しますか？
ko: 폴더 %d개를 삭제할까요?
nl: %d mappen verwijderen?
zh_hans: 要删除 %d 个文件夹吗？
zh_hant: 要刪除 %d 個資料夾嗎？

# common.bookmarkDeletion.singleBookmarkDescription
source: %d bookmark
de: %d Lesezeichen
es: %d marcador
fr: %d favori
ja: %d件のブックマーク
ko: 북마크 %d개
nl: %d bladwijzer
zh_hans: %d 个书签
zh_hant: %d 個書籤

# common.bookmarkDeletion.singleBookmarkTitle
source: Delete %d Bookmark?
de: %d Lesezeichen löschen?
es: ¿Eliminar %d marcador?
fr: Supprimer %d favori ?
ja: %d件のブックマークを削除しますか？
ko: 북마크 %d개를 삭제할까요?
nl: %d bladwijzer verwijderen?
zh_hans: 要删除 %d 个书签吗？
zh_hant: 要刪除 %d 個書籤嗎？

# common.bookmarkDeletion.singleFolderDescription
source: %d folder and its contents
de: %d Ordner und sein Inhalt
es: %d carpeta y su contenido
fr: %d dossier et son contenu
ja: %d個のフォルダとその内容
ko: 폴더 %d개와 포함된 항목
nl: %d map en de inhoud ervan
zh_hans: %d 个文件夹及其内容
zh_hant: %d 個資料夾及其內容

# common.bookmarkDeletion.singleFolderTitle
source: Delete %d Folder?
de: %d Ordner löschen?
es: ¿Eliminar %d carpeta?
fr: Supprimer %d dossier ?
ja: %d個のフォルダを削除しますか？
ko: 폴더 %d개를 삭제할까요?
nl: %d map verwijderen?
zh_hans: 要删除 %d 个文件夹吗？
zh_hant: 要刪除 %d 個資料夾嗎？

# common.bookmarkEditor.editSplitSubtitle
source: Edit the name and both addresses for this split-view bookmark.
de: Bearbeite den Namen und beide Adressen dieses Split-Lesezeichens.
es: Edita el nombre y ambas direcciones de este marcador de vista dividida.
fr: Modifiez le nom et les deux adresses de ce favori Split View.
ja: この分割表示のブックマークの名前と両方のアドレスを編集します。
ko: 이 분할 북마크의 이름과 양쪽 주소를 편집하세요.
nl: Wijzig de naam en beide adressen van deze Split View-bladwijzer.
zh_hans: 编辑此分屏书签的名称和两个地址。
zh_hant: 編輯這個分割畫面書籤的名稱和兩個網址。

# common.bookmarkEditor.editSplitTitle
source: Edit Split Bookmark
de: Split-Lesezeichen bearbeiten
es: Editar marcador de vista dividida
fr: Modifier le favori Split View
ja: 分割表示のブックマークを編集
ko: 분할 북마크 편집
nl: Wijzig Split View-bladwijzer
zh_hans: 编辑分屏书签
zh_hant: 編輯分割畫面書籤

# common.bookmarkEditor.editSubtitle
source: Edit the name and address for this bookmark.
de: Bearbeite den Namen und die Adresse dieses Lesezeichens.
es: Edita el nombre y la dirección de este marcador.
fr: Modifiez le nom et l'adresse de ce favori.
ja: このブックマークの名前とアドレスを編集します。
ko: 이 북마크의 이름과 주소를 편집하세요.
nl: Wijzig de naam en het adres van deze bladwijzer.
zh_hans: 编辑此书签的名称和地址。
zh_hant: 編輯這個書籤的名稱和網址。

# common.bookmarkEditor.editTitle
source: Edit Bookmark
de: Lesezeichen bearbeiten
es: Editar marcador
fr: Modifier le favori
ja: ブックマークを編集
ko: 북마크 편집
nl: Wijzig bladwijzer
zh_hans: 编辑书签
zh_hant: 編輯書籤

# common.bookmarkEditor.folderPicker.label
source: Folder
de: Ordner
es: Carpeta
fr: Dossier
ja: フォルダ
ko: 폴더
nl: Map
zh_hans: 文件夹
zh_hant: 資料夾
